export const errorMessages = {
   signup: {
      name: {
         required: "Це поле обов'язкове!",
         minLength: 'Мінімальна довжина імені повинна бути не менше 3 символа.',
         pattern: "І'мя повинно починатися з великої літери."
      },
      email: {
         required: "Це поле обов'язкове!",
         pattern:
            'На жаль, адресу електронної пошти введено некоректно. Будь ласка, перевірте її і спробуйте ще раз.'
      },
      password: {
         required: "Це поле обов'язкове!",
         minLength: 'Мінімальна довжина пароля повинна бути не менше 3 символiв.'
      },
      confirmPassword: {
         required: "Це поле обов'язкове!",
         validate: 'Паролі не співпадають'
      }
   },
   login: {
      email: {
         required: "Це поле обов'язкове!",
         pattern:
            'На жаль, адресу електронної пошти введено некоректно. Будь ласка, перевірте її і спробуйте ще раз.'
      },
      password: {
         required: "Це поле обов'язкове!"
      }
   }
}
