export const mockedCompleteTasks = [
   {
      id: '1',
      title: "Використання соціальних мереж та їх вплив на психічне здоров'я.",
      description:
         "Вплив популярних соціальних мереж на психічне здоров'я користувачів, зокрема на стрес, депресію, тривожність, низьку самооцінку та залежність від Інтернету. Тема спрямована на обговорення способів збереження балансу між цифровим та офлайн життям, а також можливих поліпшень соціальних мереж для покращення психічного благополуччя.",
      questions: [
         {
            id: 1,
            title: 'Як часто ви використовуєте соціальні мережі?',
            type: 'radio',
            options: [
               { id: 1, value: 'Кожен день' },
               { id: 2, value: 'Кілька разів на тиждень' },
               { id: 3, value: 'Кілька разів на місяць' }
            ]
         },
         {
            id: 2,
            title: 'З яких причин ви використовуєте соціальні мережі?',
            type: 'checkbox',
            options: [
               { id: 1, value: 'Спілкування з друзями та родиною' },
               { id: 2, value: 'Отримання новин та інформації' },
               { id: 3, value: 'Перегляд відео та фотографій' },
               { id: 4, value: 'Знайомство з новими людьми' },
               { id: 5, value: 'Реклама власного бізнесу або продуктів' }
            ]
         },
         {
            id: 3,
            title: 'З яких причин ви використовуєте соціальні мережі?',
            type: 'textarea',
            options: { id: 1, value: '' }
         }
      ]
   }
]
